{
    "intents": [
      {
        "tag": "greeting",
        "patterns": ["Привіт", "Доброго дня", "Хай", "Привіт, як справи?", "Добрий вечір"],
        "responses": ["Привіт! Як ти себе почуваєш сьогодні?", "Вітаю! Я тут, щоб тебе підтримати."]
      },
      {
        "tag": "goodbye",
        "patterns": ["Бувай", "До побачення", "Па-па", "Гарного дня", "На все добре"],
        "responses": ["Бережи себе! Я завжди поруч, якщо знадоблюсь.", "До зустрічі. Не забувай піклуватись про себе!"]
      },
      {
        "tag": "thanks",
        "patterns": ["Дякую", "Дуже дякую", "Спасибі", "Це допомогло"],
        "responses": ["Завжди радий допомогти!", "Мені приємно, що це стало у пригоді."]
      },
      {
        "tag": "feeling_anxious",
        "patterns": ["Мені тривожно", "Я відчуваю страх", "Постійна тривога", "Мені страшно", "Я не знаю, що буде далі"],
        "responses": ["Тривога — це нормальна реакція. Давай разом зосередимось на диханні. Спробуй вдих на 4 рахунки, затримка 4, видих на 4.", "Ти не один. Спробуй описати, що саме викликає тривогу."]
      },
      {
        "tag": "feeling_sad",
        "patterns": ["Мені сумно", "Я почуваюсь пригнічено", "Хочу плакати", "Мене нічого не радує"],
        "responses": ["Мені шкода, що ти це відчуваєш. Хочеш поговорити про це?", "Іноді ми всі відчуваємо сум. Це нормально. Я поруч."]
      },
      {
        "tag": "feeling_lonely",
        "patterns": ["Я самотній", "Немає з ким поговорити", "Мене ніхто не розуміє"],
        "responses": ["Ти не один. Я тебе чую і готовий слухати.", "Дякую, що поділився. Ти важливий."]
      },
      {
        "tag": "feeling_stressed",
        "patterns": ["Я втомився", "Немає сил", "Все надто складно", "Я не справляюсь"],
        "responses": ["Можливо, варто зробити паузу і трохи перепочити. Я тут, якщо захочеш поговорити.", "Ти вже багато зробив. Пам’ятай, що це ок — відчувати втому."]
      },
      {
        "tag": "need_motivation",
        "patterns": ["Мені потрібна мотивація", "Я не знаю, навіщо це все", "Я хочу здатись"],
        "responses": ["Твоя історія ще не завершена. Ти сильніший, ніж думаєш.", "Навіть маленький крок — це рух вперед. Я вірю в тебе."]
      },
      {
        "tag": "breathing_exercise",
        "patterns": ["Допоможи з диханням", "Я хочу заспокоїтись", "Що робити під час паніки?", "Підкажи дихальну практику"],
        "responses": ["Спробуй дихання 4-7-8: вдихни на 4, затримай дихання на 7, видихай на 8 рахунків. Повтори 3-4 рази.", "Добре, спробуй глибоко вдихнути на 4, затримай на 4, і повільно видихни. Повторюй, поки не стане легше."]
      },
      {
        "tag": "emergency_help",
        "patterns": ["Я більше не можу", "Я на межі", "У мене суїцидальні думки", "Я хочу зникнути"],
        "responses": ["Будь ласка, знайди когось, хто поруч. Зателефонуй у кризовий центр або звернись до фахівця. Ти важливий.", "Я тебе чую. Якщо ти в небезпеці — звернись до гарячої лінії. Ти заслуговуєш на допомогу."]
      },
      {
        "tag": "worry_about_relative_at_war",
        "patterns": [
          "Мій чоловік на фронті, я весь час переживаю",
          "Син воює, мені страшно за нього",
          "Мій брат на війні, тривога не покидає",
          "Я хвилююсь за родича на фронті",
          "Мій хлопець зараз на фронті, не можу заспокоїтись",
          "Знайомий воює, постійна тривога",
          "Не можу зупинити думки про близьких на війні",
          "Постійно думаю про те, що з ним там",
          "Переживаю через війну і близьких"
        ],
        "responses": [
            "Розумію твої переживання. Ось кілька порад, які можуть допомогти заспокоїтись:\n1. Спробуй регулярні дихальні вправи: вдих на 4, затримка на 4, видих на 6.\n2. Обмежуй час, який ти проводиш за новинами — надмірна інформація підсилює тривогу.\n3. Поговори з близькими або друзями — підтримка дуже важлива.\n4. Займися фізичною активністю, навіть коротка прогулянка допоможе.\n5. Якщо хочеш, я можу запропонувати прості медитації чи вправи для релаксації. Напиши \"запропонуй медитації\".\nПам'ятай, що ти не один, і турбота про себе — це теж важливо."
          ]         
       },
       {
        "tag": "suggest_meditations",
        "patterns": [
          "запропонуй медитації",
          "покажи медитації",
          "хочу медитації",
          "дай медитації",
          "порадь медитації",
          "медитації для релаксації",
          "вправи для релаксації",
          "розслабитись"
        ],
        "responses": [
          "Ось кілька простих медитацій і вправ для релаксації:\n\n1. Медитація на дихання: Сядь зручно, закрий очі, зосередься на диханні, вдихай повільно і глибоко.\n\n2. Візуалізація природи: Уяви себе у спокійному місці — на березі моря або у лісі.\n\n3. Прогресивна м’язова релаксація: По черзі напружуй і розслабляй групи м’язів.\n\n4. Дихальна вправа 4-7-8: Вдихни на 4 секунди, затримай дихання на 7 секунд, видихай на 8 секунд. Повтори 3-4 рази.\n\nСпробуй ці вправи, вони допомагають заспокоїти розум і зняти напругу. Якщо хочеш, можу нагадувати про них регулярно."
        ]
      },
      {
        "tag": "ptsd_veteran",
        "patterns": [
          "Я військовий з ПТСР після демобілізації",
          "ПТСР після фронту",
          "У мене посттравматичний стрес",
          "Я демобілізувався і відчуваю стрес",
          "Як жити з ПТСР після війни",
          "ПТСР у ветерана",
          "ПТСР після служби"
        ],
        "responses": [
          "ПТСР — це складний досвід, але є способи полегшити свій стан. Ось кілька рекомендацій:\n1. Регулярно звертайся до фахівця — психолога або психотерапевта.\n2. Практикуй техніки релаксації, наприклад, дихальні вправи чи медитації.\n3. Підтримуй фізичну активність — це допомагає зняти напругу.\n4. Уникай ізоляції — спілкуйся з близькими та однодумцями.\n5. Слідкуй за режимом сну і харчування.\nЯкщо хочеш, я можу запропонувати вправи для релаксації або поради щодо спілкування. Напиши 'запропонуй медитації' або 'порадь, як говорити з близькими'."
        ]
      },
      {
        "tag": "talk_to_family",
        "patterns": [
          "порадь, як говорити з близькими",
          "як поговорити з родиною",
          "як розповісти про ПТСР",
          "підкажи, як спілкуватись з рідними",
          "як говорити з сім'єю про проблеми"
        ],
        "responses": [
          "Спілкування з близькими — важливий крок у подоланні ПТСР. Ось кілька порад:\n1. Вибирай спокійний момент для розмови, коли вас ніхто не буде відволікати.\n2. Говори відкрито і чесно про свої почуття, але не перевантажуй співрозмовника деталями.\n3. Поясни, що тобі потрібна підтримка і розуміння, а не поради чи засудження.\n4. Слухай і давай можливість близьким висловитись.\n5. Якщо важко почати розмову, можна написати листа або повідомлення.\nЯкщо хочеш, я можу запропонувати прості вправи для релаксації чи медитації, щоб підготуватись до таких розмов. Напиши 'запропонуй медитації'."
        ]
      }, 
      {
        "tag": "survivor_guilt",
        "patterns": [
          "Я відчуваю провину за те, що вижив",
          "Провина за вцілілість після війни",
          "Військовий з провиною за виживання",
          "Не можу змиритись, що я живий, а інші ні",
          "Відчуття провини за вцілілість",
          "Провина після демобілізації"
        ],
        "responses": [
          "Відчуття провини за вцілілість — це поширене і складне явище. Ось кілька порад, які можуть допомогти:\n1. Прийми свої почуття — вони нормальні і зрозумілі.\n2. Говори з психологом або підтримуючими близькими про свої переживання.\n3. Спробуй знайти сенс у тому, що ти живий — наприклад, допомагати іншим.\n4. Уникай самокритики і нагадуй собі, що ти зробив все можливе.\n5. Займайся фізичною активністю і практикуй техніки релаксації.\nЯкщо хочеш, я можу запропонувати вправи для релаксації чи медитації, які допоможуть знизити напругу. Напиши 'запропонуй медитації'."
        ]
      },
      {
        "tag": "combat_nightmares",
        "patterns": [
          "Мені сняться жахливі сни про війну",
          "Постійно сняться бойові дії",
          "Маю нічні кошмари після фронту",
          "Не можу спати через спогади про війну",
          "Жахи після бойових дій",
          "Прокидаюсь вночі від важких снів"
        ],
        "responses": [
          "Повторювані важкі сни — поширений симптом після пережитого стресу. Ось кілька порад, які можуть допомогти:\n1. Спробуй створити заспокійливий вечірній ритуал перед сном — без екранів, з теплим чаєм або книгою.\n2. Використовуй дихальні техніки або коротку медитацію перед сном.\n3. Якщо сни повторюються, варто звернутися до психотерапевта, особливо спеціаліста з травматерапії.\n4. Веди щоденник сну — записуй, що відбувається перед засинанням і після пробудження.\n5. Уникай вживання алкоголю або стимуляторів у другій половині дня — вони можуть погіршувати якість сну.\nЯкщо хочеш, я можу запропонувати вправи для заспокоєння перед сном. Напиши 'запропонуй медитації'."
        ]
      },
      {
        "tag": "explain_absence_to_children",
        "patterns": [
          "як пояснити дитині, що тато на війні",
          "як розповісти дитині, де батько",
          "моя дитина сумує за батьком на фронті",
          "діти військових",
          "дитина питає, де тато",
          "що сказати дитині про війну",
          "як говорити з дітьми про війну"
        ],
        "responses": [
          "Пояснювати дітям, чому тата нема поруч — складне, але важливе завдання. Ось кілька порад:\n1. Говори просто і чесно, відповідно до віку дитини: скажи, що тато захищає країну, і це важливо.\n2. Підкреслюй, що тато любить її, навіть якщо не може бути поруч фізично.\n3. Дай дитині висловити свої почуття — сум, злість, тривогу.\n4. Використовуй візуальні засоби — малюнки, фото, відео, щоб зберегти зв’язок із батьком.\n5. Залучай дитину до створення листів або малюнків для тата — це дає відчуття участі й зв’язку.\n6. Підтримуй стабільність і рутину — це допомагає дитині почуватися в безпеці.\nЯкщо хочеш, я можу запропонувати способи емоційної підтримки дітей або вправи для спільного заспокоєння. Напиши 'порадь, як заспокоїти дитину'."
        ]
      },
      {
        "tag": "calm_child",
        "patterns": [
          "порадь, як заспокоїти дитину",
          "як заспокоїти дитину",
          "дитина тривожиться",
          "дитина плаче через війну",
          "дитині страшно",
          "як підтримати дитину в тривозі"
        ],
        "responses": [
          "Ось кілька порад, які можуть допомогти заспокоїти дитину в тривожний момент:\n1. Обійми дитину або візьми за руку — тілесний контакт створює відчуття безпеки.\n2. Спокійно дихай разом із нею: глибокі вдихи на 4 рахунки і повільні видихи на 6 рахунків.\n3. Назви її емоцію: \"Тобі страшно, і це нормально. Я з тобою.\"\n4. Запропонуй переключити увагу на щось приємне: улюблену казку, гру чи малювання.\n5. Створи для дитини \"куток спокою\" — затишне місце з іграшками, де вона може відчути себе у безпеці.\n6. Якщо дитина старша — поговори з нею про її страхи відкрито, без осуду.\nЯкщо хочеш, я можу запропонувати вправи або медитації для дітей. Напиши 'дитяча медитація'."
        ]
      },
      {
        "tag": "child_meditation",
        "patterns": [
          "дитяча медитація",
          "медитація для дитини",
          "покажи медитацію для дітей",
          "заспокійлива вправа для дитини",
          "що порадиш для дитини щоб заспокоїлась"
        ],
        "responses": [
          "Ось проста заспокійлива медитація для дітей, яку можна провести разом:\n\nНазва: Хмаринка спокою\n1. Запропонуй дитині зручно сісти або лягти.\n2. Скажи: \"Заплющ очі та уяви м’яку хмаринку. Вона ніжно пливе в небі.\"\n3. \"Уяви, що ця хмаринка підпливає до тебе і забирає всі твої тривоги.\"\n4. \"Вдихни спокій... і видихни хвилювання. Повторюй разом: вдих — спокій, видих — тривога.\"\n5. Проведіть таку практику 3–5 хвилин у спокійному темпі.\n\nЦе допоможе дитині відчути себе у безпеці та розслабитись."
        ]
      },
      {
        "tag": "loneliness_after_move",
        "patterns": [
          "Я почуваюсь самотньо після переїзду",
          "Самотність у новому місті",
          "Я не можу знайти друзів після переїзду",
          "Мені важко адаптуватись у новому місті",
          "Як справитись із самотністю після переїзду",
          "Я нікого не знаю в цьому місті",
          "Почуваюсь ізольовано після переїзду"
        ],
        "responses": [
          "Самотність після переїзду — це дуже поширене явище. Ось кілька способів, як можна допомогти собі адаптуватись:\n1. Намагайся бути активним — виходь на прогулянки, досліджуй місцевість, знайомся з новими місцями.\n2. Запишись на курси, гуртки або волонтерство — це хороший спосіб знайти нових знайомих.\n3. Не бійся проявляти ініціативу — пропонуй знайомство чи спільні активності.\n4. Підтримуй зв’язок з тими, хто залишився у твоєму попередньому місті — це допомагає зменшити відчуття ізоляції.\n5. Практикуй турботу про себе — достатній сон, харчування, фізична активність і відпочинок.\nЯкщо хочеш, я можу запропонувати прості вправи для зменшення тривожності та стресу. Напиши 'запропонуй медитації'."
        ]
      },
      {
        "tag": "homesick",
        "patterns": [
          "я сумую за домом",
          "мені не вистачає рідного дому",
          "я ностальгую за домом",
          "хочу додому",
          "мені важко бути далеко від дому",
          "сумую за батьківщиною"
        ],
        "responses": [
          "Сум за рідним домом — це природне почуття, особливо у важкі часи. Ось кілька порад, які можуть допомогти:\n1. Спробуй створити куточок, який нагадує дім — навіть невелика деталь, як улюблена чашка чи запах, може дати відчуття затишку.\n2. Підтримуй зв’язок з рідними — дзвінки, відеозв’язок, листи.\n3. Пиши про свої емоції — щоденник або листи самому собі допомагають структурувати думки.\n4. Займайся тим, що дає опору — хобі, фізична активність, творчість.\n5. Дозволь собі сумувати — ці емоції важливі, не тисни на себе, якщо важко.\nЯкщо хочеш, я можу запропонувати вправи для заспокоєння або короткі медитації. Напиши 'запропонуй медитації'."
        ]
      },
      {
        "tag": "you_dont_understand_me",
        "patterns": [
          "Ти мені не допоможеш, бо не пережив те саме",
          "Ти мене не розумієш",
          "Тобі не зрозуміти, що я переживаю",
          "Ти не був на моєму місці",
          "Це не допоможе, ти ж не був там",
          "Ти не зможеш зрозуміти мій біль"
        ],
        "responses": [
          "Твої почуття зрозумілі. І справді, іноді важко довіряти тому, хто не пережив того самого. Але навіть якщо я не був на твоєму місці, я тут, щоб підтримати і допомогти тобі справитись. Ось кілька кроків, які можуть допомогти:\n1. Спробуй ділитись тим, що відчуваєш, навіть якщо це складно — це може трохи зменшити тягар.\n2. Не залишайся наодинці — підтримка інших людей (навіть якщо вони не пройшли те саме) може бути корисною.\n3. Висловлення емоцій через письмо, малювання чи інші форми творчості допомагає звільнити внутрішню напругу.\n4. Пам’ятай, що твій досвід унікальний, але це не означає, що ти маєш проходити це сам.\nЯкщо хочеш, я можу запропонувати медитації або вправи, які допомагають зменшити емоційне напруження. Напиши 'запропонуй медитації'."
        ]
      },
      {
        "tag": "panic_attack_siren",
        "patterns": [
          "У мене панічні атаки під час сирен",
          "Я панікую коли звучить тривога",
          "Мене лякає повітряна тривога",
          "Що робити при паніці під час сирени",
          "Стає дуже страшно коли чую сирену",
          "Як впоратись із панікою під час тривоги"
        ],
        "responses": [
          "Панічні атаки під час сирен — це нормальна реакція на сильний стрес. Спробуй ось ці кроки:\n1. Сконцентруйся на диханні: вдихай повільно носом на 4 рахунки, затримай дихання на 4 рахунки, видихай ротом на 4 рахунки.\n2. Спробуй заземлення: назви 5 речей, які бачиш, 4 — які чуєш, 3 — яких можеш торкнутись, 2 — які відчуваєш на смак чи запах, 1 — про що думаєш.\n3. Заздалегідь підготуй безпечне місце і тримай під рукою речі, які заспокоюють (вода, плед, музика, улюблена річ).\n4. Уникай перегляду новин у момент тривоги, зосередься на диханні або повторюй фразу: \"Я в безпеці, це просто звук\".\n5. Якщо паніка сильна і повторюється — звернись до психолога або психотерапевта.\nХочеш — я можу запропонувати дихальні вправи чи коротку медитацію. Напиши 'запропонуй медитації'."
        ]
      },
      {
        "tag": "physical_reaction_explosions",
        "patterns": [
          "У мене тремтіння після вибухів",
          "Мене нудить після вибуху",
          "Фізично погано після обстрілу",
          "Тіло тремтить після гучних звуків",
          "Після вибуху мене знудило",
          "Що робити якщо після вибуху тремтить",
          "Мене трясе після тривоги"
        ],
        "responses": [
          "Фізіологічні реакції — тремтіння, нудота, прискорене серцебиття — це типова реакція тіла на сильний стрес. Ти не сам. Спробуй такі дії:\n1. Якщо можеш — сядь або ляж у безпечному місці, поклади руку на живіт і дихай повільно: вдихай на 4 рахунки, видихай на 6.\n2. Напийся води маленькими ковтками. Це допомагає зменшити нудоту і заспокоїти нервову систему.\n3. Якщо тебе трясе — дозволь тілу тремтіти. Це природний спосіб вивести напругу.\n4. Сконцентруй увагу на навколишньому: торкнись до чогось холодного, стисни в руці предмет, назви кольори навколо.\n5. Після того, як трохи вщухне реакція — зроби щось знайоме і спокійне (теплий душ, легкий перекус, розмова з другом).\nХочеш — я можу запропонувати коротку вправу для заспокоєння або дихальну техніку. Напиши 'запропонуй медитації'."
        ]
      },
      {
        "tag": "difficulty_sleep_after_alarm",
        "patterns": [
          "Не можу заснути після тривоги",
          "Важко спати після сирени",
          "Проблеми зі сном після тривоги",
          "Після тривоги не засинаю",
          "Як заснути після обстрілу",
          "Тривога заважає спати",
          "Після сигналу не можу спокійно заснути"
        ],
        "responses": [
          "Проблеми зі сном після тривоги — поширене явище. Ось що можна зробити, щоб заспокоїтись і краще заснути:\n1. Зроби дихальні вправи: повільно вдихай через ніс на 4 рахунки, видихай через рот на 6.\n2. Уникай яскравого світла і екранів перед сном.\n3. Спробуй розслаблюючі техніки — легку медитацію або прогресивну м’язову релаксацію.\n4. Підготуй спокійне середовище для сну: прохолодна, темна кімната, зручне ліжко.\n5. Якщо тривога дуже сильна — поговори з близькими або звернись до спеціаліста.\nЯкщо хочеш, я можу запропонувати медитації або вправи для релаксації. Напиши 'запропонуй медитації'."
        ]
      },
      {
        "tag": "how_to_calm_down",
        "patterns": [
          "як заспокоїтись",
          "порадь, як заспокоїтись",
          "як зняти тривогу",
          "що робити щоб заспокоїтись",
          "як зменшити стрес",
          "допоможи заспокоїтись"
        ],
        "responses": [
          "Ось кілька простих кроків, які допоможуть заспокоїтись:\n1. Спробуй дихальні вправи: вдихай повільно через ніс на 4 секунди, затримай дихання на 4 секунди, видихай через рот на 6 секунд.\n2. Зосередься на своїх відчуттях — поступово розслабляй м’язи від голови до ніг.\n3. Використовуй медитацію: закрий очі, уяви спокійне місце, дихай повільно.\n4. Якщо можеш — поміняй обстановку: вийди на свіже повітря або посиди в тихому приміщенні.\n5. Пам’ятай, що це тимчасово, і ти в змозі впоратися.\nЯкщо хочеш, я можу запропонувати конкретні медитації або вправи для релаксації. Напиши 'запропонуй медитації'."
        ]
      },
      {
        "tag": "anger_or_powerlessness",
        "patterns": [
          "відчуваю злість через повітряні тривоги",
          "безсилля через атаки",
          "злість і розпач під час тривог",
          "як впоратись зі злюттю під час сирен",
          "безпорадність через постійні атаки"
        ],
        "responses": [
          "Відчуття злості або безсилля під час безперервних атак — це нормальна реакція. Ось кілька порад, які можуть допомогти:\n1. Визнай свої емоції і дозволь собі їх відчути без осуду.\n2. Спробуй фізичні вправи для зниження напруги — навіть прості рухи або розтяжка.\n3. Застосовуй дихальні техніки, щоб заспокоїти нервову систему.\n4. Спілкуйся з близькими або знайди підтримку в групах однодумців.\n5. Займися діяльністю, яка допомагає відволіктись — хобі, читання, музика.\nЯкщо хочеш, я можу запропонувати вправи для релаксації або поради щодо спілкування. Напиши 'запропонуй медитації' або 'порадь, як говорити з близькими'."
        ]
      },
      {
        "tag": "intrusive_explosion_sounds",
        "patterns": [
          "у мене в голові постійно звучать вибухи",
          "не можу позбутись звуків вибухів у голові",
          "нав'язливі звуки вибухів",
          "чути вибухи в голові постійно",
          "як перестати думати про вибухи"
        ],
        "responses": [
          "Нав'язливе відтворення звуків вибухів — це частий симптом травматичного стресу. Ось що може допомогти:\n1. Спробуй відволіктись на інші звуки — слухай музику, природні звуки або білий шум.\n2. Практикуй дихальні вправи для заспокоєння нервової системи.\n3. Ведіть щоденник думок, щоб виписати свої переживання.\n4. Звертайся до психолога, якщо симптоми дуже заважають.\n5. Виконуй легкі фізичні вправи для зняття напруги.\nЯкщо хочеш, я можу запропонувати вправи для релаксації або медитації. Напиши 'запропонуй медитації'."
        ]
      },
      {
        "tag": "loss_of_loved_one",
        "patterns": [
          "померла близька людина на війні",
          "як пережити смерть рідного",
          "втрата на війні",
          "горе через смерть близького",
          "як впоратись із смертю близької людини",
          "війна і смерть рідних"
        ],
        "responses": [
          "Втрата близької людини — це надзвичайно важкий досвід. Ось кілька порад, які можуть допомогти впоратись із горем:\n1. Дозволь собі сумувати і приймати свої емоції — це нормально.\n2. Поговори з близькими або друзями про свої почуття.\n3. Звернись до психолога або фахівця, який може підтримати тебе в цей складний час.\n4. Займайся тим, що приносить тобі спокій — це може бути прогулянка, творчість або молитва.\n5. Не тримай біль в собі — шукай підтримку у тих, хто готовий вислухати.\nЯкщо хочеш, я можу запропонувати прості вправи для релаксації чи медитації, які допоможуть заспокоїтись. Напиши 'запропонуй медитації'."
        ]
      },
      {
        "tag": "anniversary_of_loss",
        "patterns": [
          "річниця втрати",
          "як пережити річницю смерті близької людини",
          "важко пережити дату втрати",
          "підтримка на річницю втрати",
          "день пам'яті близької людини"
        ],
        "responses": [
          "Річниця втрати — це дуже складний день, і важливо дбати про себе. Ось кілька порад, які можуть допомогти:\n1. Дозволь собі відчути сум і не приховувати емоції.\n2. Знайди підтримку у близьких або друзів, які розуміють твої почуття.\n3. Приділи час для спокійних ритуалів — запали свічку, згадай теплі моменти.\n4. Уникай самотності, якщо це занадто важко — плануй бути з людьми.\n5. Займися чимось, що приносить тобі спокій і відволікання — хобі, прогулянки, медитації.\nЯкщо хочеш, я можу запропонувати прості вправи для релаксації чи медитації, які допоможуть заспокоїтись. Напиши 'запропонуй медитації'."
        ]
      },
      {
        "tag": "support_children_after_loss",
        "patterns": [
          "мої діти втратили батька",
          "як підтримати дітей після втрати тата",
          "допомога дітям після смерті батька",
          "як заспокоїти дітей після втрати близької людини",
          "діти сумують через втрату батька"
        ],
        "responses": [
          "Втрата батька — це велика травма для дітей, але підтримка близьких дуже важлива. Ось кілька порад:\n1. Будь чесним і відкритим у спілкуванні, відповідай на питання дітей у міру їх віку.\n2. Створюй безпечне середовище, де дитина може виражати свої емоції.\n3. Підтримуй рутину, це допомагає відчувати стабільність.\n4. Спільно проводьте час, займайтеся спокійними активностями.\n5. Якщо потрібно, звернись до дитячого психолога для професійної допомоги.\nЯкщо хочеш, я можу запропонувати дитячі медитації для заспокоєння дитини. Напиши 'дитяча медитація'."
        ]
      },
      {
        "tag": "helplessness_negative_news",
        "patterns": [
          "я відчуваю безпорадність через новини",
          "не можу впоратися з негативними новинами",
          "негативні новини викликають тривогу",
          "як не зневіритися через погані новини",
          "постійно читаю погані новини і відчуваю безсилля"
        ],
        "responses": [
          "Відчуття безпорадності через негативні новини — це нормально, але є способи з цим впоратися:\n1. Обмежуй час перегляду новин — визнач час і дотримуйся його.\n2. Вибирай надійні джерела і уникай надто емоційних заголовків.\n3. Займайся діяльністю, яка приносить задоволення і відволікає — хобі, спорт, творчість.\n4. Поговори з близькими або фахівцем про свої почуття.\n5. Практикуй техніки заспокоєння, наприклад, дихальні вправи або медитації.\nЯкщо хочеш, я можу запропонувати прості вправи для релаксації чи поради щодо того, як відволіктись. Напиши 'запропонуй медитації' або 'порадь, як відволіктись'."
        ]
      },
      {
        "tag": "advise_how_to_distract",
        "patterns": [
          "порадь, як відволіктись",
          "як відволіктись від тривоги",
          "що робити, щоб відволіктись",
          "підкажи, як переключити думки",
          "як зменшити навантаження від новин"
        ],
        "responses": [
          "Ось кілька способів відволіктися і зменшити тривогу:\n1. Займися улюбленим хобі чи творчістю — малювання, музика, рукоділля.\n2. Прогуляйся на свіжому повітрі або зроби легку фізичну вправу.\n3. Подивися легкий фільм чи послухай улюблену музику.\n4. Спробуй короткі дихальні вправи або медитацію.\n5. Проведи час із близькими або поговори з другом.\nЯкщо хочеш, я можу запропонувати прості медитації або дихальні вправи. Напиши 'запропонуй медитації'."
        ]
      },
      {
        "tag": "suicidal_thoughts",
        "patterns": [
          "думки про самогубство",
          "хочу покінчити з життям",
          "мені дуже погано, я хочу зникнути",
          "я не бачу сенсу жити",
          "безнадія і суїцидальні думки"
        ],
        "responses": [
          "Якщо ти відчуваєш думки про самогубство, це дуже серйозна ситуація. Ось що можна зробити:\n1. Не залишайся наодинці зі своїми думками — звернись до близьких або друзів.\n2. Обов’язково звернись до фахівця — психолога або лікаря.\n3. Зателефонуй на гарячу лінію допомоги:\n   - 7333 (Всеукраїнська гаряча лінія з попередження самогубств)\n   - 116 123 (Міжнародна гаряча лінія для підтримки)\n4. Спробуй говорити про свої почуття — це може допомогти полегшити стан.\nЯкщо хочеш, я можу запропонувати прості вправи для заспокоєння або інформацію про підтримку. Напиши 'запропонуй медитації' або 'порадь, як говорити з близькими'."
        ]
      },
      {
        "tag": "family_conflicts_politics",
        "patterns": [
          "сварки з родичами через політику",
          "конфлікти з близькими через політичні погляди",
          "не можу порозумітись з сім'єю через політику",
          "розбіжності в родині через політику"
        ],
        "responses": [
          "Політичні розбіжності можуть викликати сильні емоції і конфлікти. Ось кілька порад, як впоратися:\n1. Намагайся уникати обговорень політики в емоційно напружені моменти.\n2. Слухай інших без засуджень і висловлюй свою думку спокійно.\n3. Пам’ятай, що цінність відносин важливіша за політичні переконання.\n4. Якщо сварки надто часті — зроби паузу у спілкуванні на цю тему.\n5. Спробуй знайти спільні інтереси, щоб підтримувати позитивні контакти.\nЯкщо хочеш, я можу запропонувати вправи для зняття напруги або поради, як говорити з близькими. Напиши 'запропонуй медитації' або 'порадь, як говорити з близькими'."
        ]
      },
      {
        "tag": "coping_breakup",
        "patterns": [
          "як пережити розставання",
          "розставання після довгих стосунків",
          "боляче після розриву",
          "не можу забути колишнього",
          "поради після розлучення"
        ],
        "responses": [
          "Розставання — це завжди болісно, але є способи полегшити цей процес:\n1. Дозволь собі відчути всі емоції — сум, злість, смуток.\n2. Підтримуй режим дня та займайся фізичною активністю.\n3. Спілкуйся з друзями або близькими, не залишайся наодинці.\n4. Знайди нові захоплення або повернись до старих хобі.\n5. Якщо відчуваєш дуже сильний біль, звернись до психолога.\nЯкщо хочеш, я можу запропонувати вправи для заспокоєння або інформацію про підтримку. Напиши 'запропонуй медитації' або 'порадь, як говорити з близькими'."
        ]
      },
      {
        "tag": "no_close_friends",
        "patterns": [
          "немає близьких друзів",
          "відчуваю себе самотнім",
          "не маю з ким поговорити",
          "самотність і відсутність друзів",
          "хочу знайти друзів"
        ],
        "responses": [
          "Відсутність близьких друзів — складне відчуття, але з цим можна працювати:\n1. Спробуй розширити коло знайомств через хобі чи гуртки за інтересами.\n2. Не бійся робити перший крок — запросити когось на каву чи спілкуватись.\n3. Працюй над своєю впевненістю та самоприйняттям.\n4. Пам’ятай, що якість дружби важливіша за кількість.\n5. Якщо почуваєшся дуже самотньо, звернись до психолога або служби підтримки.\nЯкщо хочеш, я можу запропонувати прості вправи для підняття настрою або допомогти з порадами, як заводити друзів. Напиши 'запропонуй медитації' або 'порадь, як говорити з близькими'."
        ]
      },
      {
        "tag": "identity_crisis",
        "patterns": [
          "не знаю, хто я",
          "не розумію, чого хочу від життя",
          "відчуття втрати себе",
          "заплутаний у собі",
          "я втратив(ла) себе"
        ],
        "responses": [
          "Відчуття втрати себе — це складний, але часто тимчасовий стан. Ось кілька порад, що може допомогти:\n1. Виділи час на самоаналіз — записуй думки, емоції, що для тебе важливо.\n2. Спробуй нові заняття, хобі, щоб краще пізнати себе.\n3. Не поспішай з великими рішеннями — дай собі час.\n4. Спілкуйся з близькими або фахівцем, щоб отримати підтримку.\n5. Пам’ятай, що пошук себе — це процес, а не моментальний результат.\nЯкщо хочеш, я можу запропонувати вправи для заспокоєння або допомогу в саморозумінні. Напиши 'запропонуй медитації' або 'порадь, як говорити з близькими'."
        ]
      },
      {
        "tag": "social_media_comparison",
        "patterns": [
          "порівнюю себе з іншими в соцмережах",
          "відчуваю себе гіршим через соцмережі",
          "залежність від лайків",
          "не можу перестати порівнювати себе з іншими",
          "втрачаю впевненість через соцмережі"
        ],
        "responses": [
          "Порівняння себе з іншими в соцмережах може викликати дискомфорт і занижену самооцінку. Ось кілька порад, як з цим впоратися:\n1. Пам’ятай, що в соцмережах показують лише найкраще, а не реальне життя.\n2. Обмежуй час перебування у соцмережах або роби паузи.\n3. Сфокусуйся на власних досягненнях і цінностях.\n4. Практикуй вдячність за те, що маєш.\n5. Якщо відчуваєш сильний стрес, звернись за підтримкою до друзів або фахівця.\nЯкщо хочеш, я можу запропонувати вправи для зниження тривоги або поради для підняття самооцінки. Напиши 'запропонуй медитації' або 'порадь, як говорити з близькими'."
        ]
      },
      {
        "tag": "appetite_changes",
        "patterns": [
          "втрата апетиту",
          "не хочу їсти",
          "переїдаю",
          "не можу контролювати харчування",
          "їм більше ніж зазвичай"
        ],
        "responses": [
          "Зміни у апетиті можуть бути ознакою стресу чи емоційної напруги. Ось кілька порад, які можуть допомогти:\n1. Спробуй їсти невеликими порціями і регулярно, навіть якщо не хочеться.\n2. Уникай їжі під час сильного емоційного стресу, спробуй замінити її на воду або трав’яний чай.\n3. Веди щоденник харчування, щоб краще розуміти свої звички.\n4. Зверни увагу на фізичні потреби організму — не змушуй себе голодувати чи переїдати.\n5. Якщо складно впоратися самотужки, звернись до фахівця.\nЯкщо хочеш, я можу запропонувати прості вправи для заспокоєння або техніки релаксації. Напиши 'запропонуй медитації'."
        ]
      },
      {
        "tag": "loss_of_interest",
        "patterns": [
          "раніше було цікаво, а тепер ні",
          "нічого не приносить радість",
          "втратив(ла) інтерес до улюблених справ",
          "все здається порожнім",
          "не відчуваю задоволення"
        ],
        "responses": [
          "Втрата інтересу до того, що раніше радувало, може бути ознакою стресу чи емоційної виснаженості. Ось кілька рекомендацій:\n1. Дай собі час і не засмучуйся через тимчасові зміни.\n2. Спробуй поступово повертатися до улюблених занять, навіть якщо поки що це здається важким.\n3. Підтримуй режим дня — регулярний сон, харчування та фізична активність.\n4. Звернися до близьких або фахівця, якщо відчуваєш, що самотужки складно.\n5. Практикуй техніки релаксації або медитації для покращення настрою.\nЯкщо хочеш, я можу запропонувати вправи для релаксації або поради, як заспокоїтися. Напиши 'запропонуй медитації' або 'як заспокоїтись'."
        ]
      }  
    ]
  }
  